/* No comment provided by engineer. */
"%@ at %@" = "%1$@ às %2$@.";

/* No comment provided by engineer. */
"%@ became friends with %@" = "%1$@ agora é amigo de %2$@.";

/* No comment provided by engineer. */
"%@ connected to %@" = "%1$@ está conectado com %2$@.";

/* No comment provided by engineer. */
"%@min ago" = "Há %1$@ min";

/* No comment provided by engineer. */
"%d character left" = "%1$d caracter restante";

/* No comment provided by engineer. */
"%d characters left" = "%1$d caracteres restantes";

/* No comment provided by engineer. */
"(scan line1) Place QR code" = "Inserir código QR";

/* No comment provided by engineer. */
"(scan line2) inside the rectangle" = "dentro do retângulo";

/* No comment provided by engineer. */
"* Invalid e-mail address" = "*Endereço de e-mail inválido";

/* No comment provided by engineer. */
"<Picture>" = "<Imagem>";

/* No comment provided by engineer. */
"<Video>" = "<Vídeo>";

/* No comment provided by engineer. */
"__about_more_info_enterprise" = "O aplicativo %1$@ é desenvolvido na plataforma da companhia Rogerthat. Quer saber o que a companhia Rogerthat pode fazer pela sua empresa? Visite:";

/* No comment provided by engineer. */
"__about_provided_by_enterprise" = "O aplicativo %1$@ é desenvolvido por";

/* No comment provided by engineer. */
"__add_via_contacts_description" = "Encontrar contatos telefônicos pelo %1$@";

/* No comment provided by engineer. */
"__add_via_contacts_notification" = "Resultado da pesquisa de contatos que usam %1$@.";

/* No comment provided by engineer. */
"__add_via_facebook_description" = "Encontrar amigos do Facebook pelo %1$@";

/* No comment provided by engineer. */
"__add_via_facebook_notification" = "Resultado da pesquisa de amigos do Facebook %1$@.";

/* No comment provided by engineer. */
"__contacts_found_1" = "1 contato no %1$@";

/* No comment provided by engineer. */
"__contacts_found_more" = "%1$d contatos no %2$@";

/* No comment provided by engineer. */
"__contacts_found_none" = "Nenhum contato encontrado no %1$@.";

/* No comment provided by engineer. */
"__detected_services_title" = "%1$@ detectou os seguintes serviços nesta localização. Selecione os serviços que deseja adicionar ao seu aplicativo %1$@.";

/* No comment provided by engineer. */
"__error_find_from_facebook" = "Falha ao pesquisar amigos do Facebook usando %1$@. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"__fb_ask_post_on_wall" = "Enquanto procuramos usuários do %1$@ nos seus amigos do Facebook, é aconselhável postar no seu Mural que você usa %1$@, para que seus amigos também possam encontrá-lo.";

/* No comment provided by engineer. */
"__fb_friends_found_1" = "1 amigo do Facebook no %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_more" = "%1$d amigos do Facebook no %2$@";

/* No comment provided by engineer. */
"__fb_friends_found_none" = "Nenhum amigo do Facebook encontrado no %1$@.";

/* No comment provided by engineer. */
"__fb_wall_post_caption" = "Encontre-me no %1$@!";

/* No comment provided by engineer. */
"__fb_wall_post_description" = "Prezados amigos, escaneiem esta ID %1$@ para se conectarem comigo.";

/* No comment provided by engineer. */
"__friend_sms_invitation" = "Olá %1$@,

Gostaria de convidar você para estar em contato comigo através do %4$@.

Passo 1. Instale o aplicativo %4$@:
%2$@

Passo 2. Conecte-se comigo:
%3$@";

/* No comment provided by engineer. */
"__friend_sms_invitation_no_url" = "Olá %1$@,

Gostaria de convidar você para estar em contato comigo através do %3$@.

Instale o aplicativo %3$@:
%2$@";

/* No comment provided by engineer. */
"__location_usage_augment_experience" = "%1$@ utiliza serviços de localização para melhorar sua experiência de usuário";

/* No comment provided by engineer. */
"__location_usage_not_used_for" = "%1$@ não:";

/* No comment provided by engineer. */
"__location_usage_used_for" = "%1$@ utiliza sua localização para:";

/* No comment provided by engineer. */
"__loyalty_card_description" = "Seu cartão de fidelidade %1$@ 

Escanear para ganhar pontos de fidelidade
Escanear para se conectar com amigos";

/* No comment provided by engineer. */
"__me_as_recipient" = "mim";

/* No comment provided by engineer. */
"__me_as_sender" = "eu";

/* No comment provided by engineer. */
"__no_friends_found" = "Você ainda não tem %1$@ contatos.";

/* No comment provided by engineer. */
"__recommend_to_contacts" = "Recomendar para %1$@ contatos";

/* No comment provided by engineer. */
"__registration_success_without_invitation" = "Você registrou %1$@ corretamente.";

/* No comment provided by engineer. */
"__registration_welcome" = "Bem-vindo a %1$@!";

/* No comment provided by engineer. */
"__scan_passport" = "Escanear uma ID %1$@";

/* No comment provided by engineer. */
"__welcome_message" = "Bem-vindo a %1$@. Seu aplicativo para conectar-se com seus prestadores de serviços e compartilhá-los com seus amigos.

Antes de começar, você deve registrar-se. Toque o botão verde para continuar.";

/* No comment provided by engineer. */
"__welcome_message_enterprise" = "Bem-vindo ao aplicativo %1$@.

Antes de começar, você precisa registrar sua conta de usuário.";

/* No comment provided by engineer. */
"_enable_location_services_ios7" = "Para ativar os serviços de localização:
1. Saia do aplicativo %1$@ e vá para Configurações.
2. Toque em Privacidade > Serviços de Localização.
3. Procure o %1$@ e mude o botão para ON.";

/* No comment provided by engineer. */
"_enable_location_services_ios8" = "Para ativar os serviços de localização:
1. Saia do aplicativo %(app_name)s e vá para Configurações.
2. Toque em Privacidade > Serviços de Localização.
3. Procure %(app_name)s, toque em %(app_name)s e configure o acesso à localização como 'Sempre'.";

/* No comment provided by engineer. */
"_share_location_error_authorization_denied" = "Os serviços de localização do aplicativo %1$@ estão desabilitados. Você não pode compartilhar sua localização com %2$@ a não ser que habilite este serviço do aplicativo %1$@.";

/* No comment provided by engineer. */
"_share_location_error_authorization_when_in_use" = "Os serviços de localização do aplicativo %1$@ estão configurados como 'Quando estiver ativo'. Você não pode compartilhar sua localização com %2$@, a não ser que configure seus serviços de localização do aplicativo %1$@ como 'Sempre'.";

/* No comment provided by engineer. */
"A connection failure occurred." = "Ocorreu uma falha na conexão.";

/* No comment provided by engineer. */
"A failure happened during the registration" = "Ocorreu uma falha durante o registro. ";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"About %@" = "Sobre %1$@";

/* No comment provided by engineer. */
"Acknowledged" = "Recebido";

/* No comment provided by engineer. */
"Action scheduled successfully" = "Hmmm, há um certo atraso na rede. Daremos retorno em breve.";

/* No comment provided by engineer. */
"Action will start when you have network connectivity." = "A ação iniciará quando você tiver conectividade da rede.";

/* No comment provided by engineer. */
"Actions" = "Ações";

/* No comment provided by engineer. */
"Activation" = "Ativação";

/* No comment provided by engineer. */
"Activation PIN could not be validated" = "Não foi possível validar o código de ativação.";

/* No comment provided by engineer. */
"Actual (%@)" = "Real (%1$@)";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add buttons" = "Adicionar botões";

/* No comment provided by engineer. */
"Add colleagues" = "Adicionar colegas";

/* No comment provided by engineer. */
"Add contacts" = "Adicionar contatos";

/* No comment provided by engineer. */
"Add friends" = "Adicionar amigos";

/* No comment provided by engineer. */
"Add recipients before proceeding" = "Adicionar destinatários antes de continuar";

/* No comment provided by engineer. */
"Add to my services" = "Adicionar a esta aplicación";

/* No comment provided by engineer. */
"Address book scan failed. Please try again later." = "Falha ao escanear o catálogo de endereços. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"Agree and continue" = "Concordar e continuar";

/* No comment provided by engineer. */
"Alarm" = "Alarme";

/* No comment provided by engineer. */
"Alarm sound" = "Som do alarme";

/* No comment provided by engineer. */
"All colleagues" = "Todos os colegas";

/* No comment provided by engineer. */
"All contacts" = "Todos os contatos";

/* No comment provided by engineer. */
"All friends" = "Todos os amigos";

/* No comment provided by engineer. */
"An error happened while loading your Facebook friends." = "Ocorreu um erro ao carregar seus amigos do Facebook";

/* No comment provided by engineer. */
"An error occured while trying to play the alarm sound" = "Ocorreu um erro ao tentar reproduzir o som do alarme.";

/* No comment provided by engineer. */
"An error occurred. Please try again." = "Ocorreu um erro. Tente novamente.";

/* No comment provided by engineer. */
"An invitation has been successfully sent to %@" = "Convite enviado para %1$@.";

/* No comment provided by engineer. */
"Are you sure you wish to disconnect %@?" = "Tem certeza de que deseja desconectar %1$@?";

/* No comment provided by engineer. */
"Are you sure you wish to unfriend %@?" = "Tem certeza de que deseja desfazer a amizade com %1$@?";

/* No comment provided by engineer. */
"Associations" = "Associações";

/* No comment provided by engineer. */
"Badge ID" = "Crachá de identificação ";

/* No comment provided by engineer. */
"Become friends" = "Iniciar amizade";

/* No comment provided by engineer. */
"Become friends with %@" = "Iniciar amizade com %1$@ ";

/* No comment provided by engineer. */
"Button Action:" = "Botão ação";

/* No comment provided by engineer. */
"Button Text:" = "Botão texto";

/* No comment provided by engineer. */
"Buttons" = "Botões";

/* No comment provided by engineer. */
"Call" = "Ligar";

/* No comment provided by engineer. */
"Call %@" = "Ligar para %1$@";

/* No comment provided by engineer. */
"Can see my location" = "Posso ver minha localização";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot contact the Rogerthat gateway. Please try again later." = "Não foi possível estabelecer conexão com o portal %1$@. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"Care" = "Assistência ";

/* No comment provided by engineer. */
"Change picture" = "Mudar imagem";

/* No comment provided by engineer. */
"Choose" = "Selecionar";

/* No comment provided by engineer. */
"Choose Photo" = "Selecionar foto";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Colleague" = "Colega";

/* No comment provided by engineer. */
"Colleague has been removed" = "Colega removido";

/* No comment provided by engineer. */
"Colleague updated: %@" = "Colega atualizado: %1$@.";

/* No comment provided by engineer. */
"Colleagues" = "Colegas";

/* No comment provided by engineer. */
"Community Services" = "Serviços para a comunidade";

/* No comment provided by engineer. */
"Complete the registration\nto communicate with\n%@." = "Complete o registro para falar com %1$@";

/* No comment provided by engineer. */
"Complete your profile" = "Complete seu perfil";

/* No comment provided by engineer. */
"Compose new message" = "Criar nova mensagem";

/* No comment provided by engineer. */
"Compressing, please wait…" = "Comprimindo, aguarde…";

/* No comment provided by engineer. */
"Congratulations" = "Parabéns";

/* No comment provided by engineer. */
"Connect" = "Conectar";

/* No comment provided by engineer. */
"Connect to %@" = "Conectar-se a %1$@";

/* No comment provided by engineer. */
"Contact" = "Contato";

/* No comment provided by engineer. */
"Contact has been removed" = "Contato removido.";

/* No comment provided by engineer. */
"Contact updated: %@" = "Contato atualizado: %1$@.";

/* No comment provided by engineer. */
"Contacts" = "Contatos";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Conversation" = "Conversa";

/* No comment provided by engineer. */
"Conversation has been removed" = "A conversa foi removida";

/* No comment provided by engineer. */
"Coordinates" = "Coordenadas";

/* No comment provided by engineer. */
"Create a new group" = "Criar novo grupo";

/* No comment provided by engineer. */
"Create account" = "Criar conta";

/* No comment provided by engineer. */
"Create group" = "Criar grupo";

/* No comment provided by engineer. */
"Custom sound" = "Personalizar som";

/* No comment provided by engineer. */
"Day of birth" = "Data de nascimento";

/* No comment provided by engineer. */
"Day of birth is missing" = "Falta informar data de nascimento";

/* No comment provided by engineer. */
"Default sound" = "Som padrão";

/* No comment provided by engineer. */
"Delete" = "Deletar";

/* No comment provided by engineer. */
"Delete (%d)" = "Deletar (%1$d)";

/* No comment provided by engineer. */
"Delete group" = "Deletar grupo";

/* No comment provided by engineer. */
"Department" = "Departamento";

/* No comment provided by engineer. */
"Description" = "Descrição";

/* No comment provided by engineer. */
"Deselect all" = "Desmarcar todos";

/* No comment provided by engineer. */
"Details" = "Detalhes";

/* No comment provided by engineer. */
"Device has been unregistered" = "O dispositivo não estava registrado.";

/* No comment provided by engineer. */
"Disabled" = "Desabilitado";

/* No comment provided by engineer. */
"Disconnect" = "Desconectar";

/* No comment provided by engineer. */
"Disconnected service" = "Serviço desconectado.";

/* No comment provided by engineer. */
"Discover customer services automatically" = "Encontrar serviços ao consumidor automaticamente";

/* No comment provided by engineer. */
"Discover services" = "Encontrar serviços";

/* No comment provided by engineer. */
"Do not show again" = "Não mostrar novamente";

/* No comment provided by engineer. */
"Don't like" = "Não curti";

/* No comment provided by engineer. */
"Don't worry, we'll never store this data." = "Não se preocupe, nunca guardaremos estes dados.";

/* No comment provided by engineer. */
"Done" = "Concluído";

/* No comment provided by engineer. */
"Double tap to reply." = "Toque duas vezes para responder";

/* No comment provided by engineer. */
"Downloading…" = "Fazendo download…";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"E-mail address" = "Endereço de e-mail";

/* No comment provided by engineer. */
"E-mail validation" = "Validação de e-mail";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Emergency" = "Emergência";

/* No comment provided by engineer. */
"Enabled" = "Habilitado";

/* No comment provided by engineer. */
"Enter company e-mail address" = "Inserir endereço de e-mail da empresa";

/* No comment provided by engineer. */
"Enter e-mail address" = "Insirir endereço de e-mail ";

/* No comment provided by engineer. */
"Enter message:" = "Inserir mensagem";

/* No comment provided by engineer. */
"Enter PIN" = "Código de ativação";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to recommend this service to." = "Inserir o endereço de e-mail da pessoa para a qual deseja recomendar este serviço";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat service you want to connect with:" = "Inserir o endereço de e-mail do serviço com o qual deseja se conectar";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat user you want to connect with:" = "Inserir o endereço de e-mail da pessoa que deseja convidar";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"facebook_registration_email_missing" = "Não há um endereço e-mail configurado na sua conta do Facebook, ou você não deu permissão para ver seu e-mail. Permita que seja visualizado ou use o e-mail para fazer o login.";

/* No comment provided by engineer. */
"Failed to deliver the message." = "Falha ao entregar a mensagem.";

/* No comment provided by engineer. */
"Failed to get the geographic location" = "Falha ao obter localização geográfica.";

/* No comment provided by engineer. */
"Failed to resolve the Rogerthat QR code" = "Falha ao resolver o código QR de %1$@.";

/* No comment provided by engineer. */
"Failed to retrieve the message" = "Falha ao recuperar a mensagem.";

/* No comment provided by engineer. */
"Failed to send invitation." = "Falha ao enviar convite";

/* No comment provided by engineer. */
"Female" = "Feminino";

/* No comment provided by engineer. */
"Fetching Rogerthat passport..." = "Obtendo ID de %1$@…";

/* No comment provided by engineer. */
"Find colleagues" = "Encontrar colegas";

/* No comment provided by engineer. */
"Find contacts" = "Encontrar contatos";

/* No comment provided by engineer. */
"Find customer services in your area" = "Encontrar serviços ao consumidor na sua área";

/* No comment provided by engineer. */
"Find friends" = "Encontrar amigos ";

/* No comment provided by engineer. */
"Find friends from Facebook" = "Encontrar amigos do Facebook";

/* No comment provided by engineer. */
"Finishing registration." = "Iniciando registro…";

/* No comment provided by engineer. */
"For more information about Rogerthat and other Rogerthat based products, please visit:" = "Para mais informações sobre %1$@ e outros produtos baseados em Rogerthat, visite:";

/* No comment provided by engineer. */
"Friend" = "Amigo";

/* No comment provided by engineer. */
"Friend has been removed" = "Amigo removido.";

/* No comment provided by engineer. */
"Friend updated: %@" = "Amigo atualizado: %1$@.";

/* No comment provided by engineer. */
"Friends" = "Amigos";

/* No comment provided by engineer. */
"Function" = "Função";

/* No comment provided by engineer. */
"Gender" = "Sexo";

/* No comment provided by engineer. */
"Gender is missing" = "Falta informar o sexo";

/* No comment provided by engineer. */
"General" = "Geral";

/* No comment provided by engineer. */
"geo" = "geo";

/* No comment provided by engineer. */
"Geo Location" = "Geolocalização";

/* No comment provided by engineer. */
"Get current location" = "Obter localização atual";

/* No comment provided by engineer. */
"Get location" = "Obter localização";

/* No comment provided by engineer. */
"Get location of an address:" = "Obter localização de um endereço";

/* No comment provided by engineer. */
"Get picture" = "Obter imagem";

/* No comment provided by engineer. */
"Give access" = "Permitir acesso";

/* No comment provided by engineer. */
"Groups" = "Grupos";

/* No comment provided by engineer. */
"Hierarchy" = "Informar a";

/* No comment provided by engineer. */
"High" = "Alto";

/* No comment provided by engineer. */
"Hint" = "Dica";

/* No comment provided by engineer. */
"History" = "História";

/* No comment provided by engineer. */
"I posted my location to %@" = "Publiquei minha localização para %1$@.";

/* No comment provided by engineer. */
"If you received\na 2-step invitation,\nopen it and proceed with step 2.\n\nIf you received a QR code,\npress Scan.\n\n    Otherwise press Continue." = "Se você recebeu um convite de 2 passos, abra-o e vá para o passo 2.

Se você recebeu um código QR, pressione Escanear.

Caso contrário, pressione Continuar.";

/* No comment provided by engineer. */
"Importing ..." = "Importando…";

/* No comment provided by engineer. */
"Info" = "Informação";

/* No comment provided by engineer. */
"Invisible mode" = "Modo invisível";

/* No comment provided by engineer. */
"Invitation" = "Convite";

/* No comment provided by engineer. */
"Invitation sent successfully." = "Convite enviado com sucesso.";

/* No comment provided by engineer. */
"Invite" = "Convidar";

/* No comment provided by engineer. */
"Invite %@ to share his/her location with you." = "Convidar %1$@ para compartilhar sua localização com você";

/* No comment provided by engineer. */
"Invite colleague" = "Convidar um colega";

/* No comment provided by engineer. */
"Invite colleagues via e-mail" = "Convidar colegas por e-mail";

/* No comment provided by engineer. */
"Invite colleagues via text message" = "Convidar colegas por mensagem de texto";

/* No comment provided by engineer. */
"Invite contact" = "Convidar um contato";

/* No comment provided by engineer. */
"Invite contacts via e-mail" = "Convidar contatos por e-mail";

/* No comment provided by engineer. */
"Invite contacts via text message" = "Convidar contatos por mensagem de texto";

/* No comment provided by engineer. */
"Invite friend" = "Convidar um amigo";

/* No comment provided by engineer. */
"Invite friends via e-mail" = "Convidar amigos por e-mail";

/* No comment provided by engineer. */
"Invite friends via text message" = "Convidar amigos por mensagem de texto";

/* No comment provided by engineer. */
"Invited" = "Convite enviado";

/* No comment provided by engineer. */
"Invited %@" = "Convite enviado para %1$@";

/* No comment provided by engineer. */
"Is the location correct?" = "A localização está correta?";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Large (%@KB)" = "Grande (%1$@KB)";

/* No comment provided by engineer. */
"Last update\n%@ ago" = "Última atualização
há %1$@";

/* No comment provided by engineer. */
"Last update\n0s ago" = "Última atualização
há 0s";

/* No comment provided by engineer. */
"Let %@ access camera?" = "Permitir que %1$@ tenha acesso à câmera?";

/* No comment provided by engineer. */
"Let your Facebook friends know how awesome this service is." = "Diga para os seus amigos do Facebook como esse serviço é incrível.";

/* No comment provided by engineer. */
"Like" = "Curtir";

/* No comment provided by engineer. */
"Load" = "Carregar";

/* No comment provided by engineer. */
"Loading ..." = "Carregando…";

/* No comment provided by engineer. */
"Loading message ..." = "Carregando mensagem…";

/* No comment provided by engineer. */
"Loading Scanner..." = "Abrindo câmera…";

/* No comment provided by engineer. */
"Location services disabled" = "Serviços de localização desabilitados";

/* No comment provided by engineer. */
"Location usage" = "Uso da localização";

/* No comment provided by engineer. */
"location_services_disabled_message" = "Você precisa ativar os serviços de localização para continuar.

Para ativar os serviços de localização:
1. Saia do aplicativo %1$@ e vá para as Configurações do seu telefone.
2. Toque em Privacidade  > Serviços de Localização.
3. Procure %1$@ e mude o botão para o modo ON.";

/* No comment provided by engineer. */
"MA" = "%1$@ respondeu '%3$@' na mensagem:
%2$@";

/* No comment provided by engineer. */
"Male" = "Masculino";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Maybe" = "Talvez";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium (%@KB)" = "Médio (%1$@KB)";

/* No comment provided by engineer. */
"Members" = "Membros";

/* No comment provided by engineer. */
"Merchants" = "Comerciantes";

/* No comment provided by engineer. */
"Message" = "Mensagem";

/* No comment provided by engineer. */
"Message acknowledged by %@: %@" = "Mensagem recebida por %1$@: %2$@.";

/* No comment provided by engineer. */
"Message and/or buttons are required" = "Mensagem ou botões são obrigatórios.";

/* No comment provided by engineer. */
"Message locked before quick reply reached the server\n>> Final choice: %@" = "Mensagem bloqueada antes que a resposta rápida tivesse chegado no servidor
>> Escolha final: %1$@.";

/* No comment provided by engineer. */
"Message locked by %@" = "Mensagem bloqueada por %1$@.";

/* No comment provided by engineer. */
"Message not yet on server." = "A mensagem ainda não está no servidor.";

/* No comment provided by engineer. */
"Message received from %@: %@" = "Mensagem recebida de %1$@: %2$@.";

/* No comment provided by engineer. */
"Message sent to %@: %@" = "Mensagem enviada para %1$@: %2$@.";

/* No comment provided by engineer. */
"Messages" = "Mensagens";

/* No comment provided by engineer. */
"More" = "Mais";

/* No comment provided by engineer. */
"Move and Scale" = "Mover e dimensionar";

/* No comment provided by engineer. */
"Multiple choice messaging\nfor people and organizations" = "Mensagens de múltipla escolha
para amigos e organizações";

/* No comment provided by engineer. */
"myself" = "mim";

/* No comment provided by engineer. */
"New Button" = "Novo botão";

/* No comment provided by engineer. */
"New service" = "Novo serviço";

/* No comment provided by engineer. */
"News" = "Novidades";

/* No comment provided by engineer. */
"Next" = "Próximo";

/* No comment provided by engineer. */
"NM" = "%1$@:
%2$@";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No camera available" = "Nenhuma câmera disponível";

/* No comment provided by engineer. */
"No corresponding geographic location could be found for the specified address. Is the address specific enough?" = "Não foi possível encontrar nenhuma localização geográfica para o endereço informado. Especifique melhor a localização.";

/* No comment provided by engineer. */
"No GPS location" = "A localização ainda não foi recuperada";

/* No comment provided by engineer. */
"No idea" = "Não sabemos";

/* No comment provided by engineer. */
"No network available" = "Nenhuma rede disponível";

/* No comment provided by engineer. */
"No network is available, the transfer will continue when connected to a network." = "Nenhuma rede disponível. A transferência continuará quando estiver conectado a uma rede.";

/* No comment provided by engineer. */
"No phone contacts with an e-mail address found" = "Não foi possível encontrar contatos telefônicos que tenham endereço de e-mail.";

/* No comment provided by engineer. */
"No photo" = "Nenhuma foto";

/* No comment provided by engineer. */
"No WIFI available" = "Rede Wi-Fi não disponível";

/* No comment provided by engineer. */
"No..." = "Não…";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not now" = "Agora não";

/* No comment provided by engineer. */
"Not yet received" = "Não recebido ainda";

/* No comment provided by engineer. */
"Not yet replied" = "Não respondido ainda";

/* No comment provided by engineer. */
"Now" = "Agora";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"Option 1:\nLog in using your Facebook account." = "Opção 1:
Entrar com sua conta do Facebook.";

/* No comment provided by engineer. */
"Option 2:\nLog in using your e-mail address." = "Opção 2:
Entrar com seu endereço de e-mail.";

/* No comment provided by engineer. */
"Optional invitation message:" = "Mensagem de convite opcional";

/* No comment provided by engineer. */
"Or let someone scan yours." = "Ou deixe alguém escanear o seu.";

/* No comment provided by engineer. */
"others" = "outros";

/* No comment provided by engineer. */
"Phone call" = "Ligação de telefone";

/* No comment provided by engineer. */
"Phone Number" = "Número de telefone";

/* No comment provided by engineer. */
"Play alarm sound" = "Reproduzir alarme";

/* No comment provided by engineer. */
"Please check your network configuration and try again later." = "Verifique sua conexão de rede e tente novamente mais tarde.";

/* No comment provided by engineer. */
"Please confirm" = "Confirmação";

/* No comment provided by engineer. */
"Please enter a valid e-mail address" = "Inserir endereço de e-mail válido";

/* No comment provided by engineer. */
"Please try again\n(%d attempts remaining)" = "Tente novamente
(%1$d attempts remaining)";

/* No comment provided by engineer. */
"Please try again\n(last attempt)" = "Tente novamente
(last attempt)";

/* No comment provided by engineer. */
"Poked %@" = "%1$@ foi cutucado.";

/* No comment provided by engineer. */
"Post" = "Publicar";

/* No comment provided by engineer. */
"Priority" = "Prioritário";

/* No comment provided by engineer. */
"Processing ..." = "Processando…";

/* No comment provided by engineer. */
"Product information" = "Informações sobre o produto";

/* No comment provided by engineer. */
"Provide a name for the group" = "Dê um nome para o grupo";

/* No comment provided by engineer. */
"Quick reply received from %@" = "Resposta rápida recebida de %1$@.";

/* No comment provided by engineer. */
"Quick reply sent to %@" = "Resposta rápida enviada para %1$@.";

/* No comment provided by engineer. */
"Received" = "Recebido";

/* No comment provided by engineer. */
"Recommend" = "Recomendar";

/* No comment provided by engineer. */
"Recommend on your Facebook Wall" = "Recomendar no seu Mural do Facebook";

/* No comment provided by engineer. */
"Recommend via e-mail" = "Recomendar por e-mail";

/* No comment provided by engineer. */
"Recommended" = "Recomendado";

/* No comment provided by engineer. */
"Record a video" = "Gravar vídeo";

/* No comment provided by engineer. */
"Refresh" = "Atualizar";

/* No comment provided by engineer. */
"Registering" = "Registrando…";

/* No comment provided by engineer. */
"Registering %@ (%d)" = "Registrando %1$@ (%2$d)";

/* No comment provided by engineer. */
"Registration completed" = "Registro concluído.";

/* No comment provided by engineer. */
"Replied %@" = "%1$@ respondida.";

/* No comment provided by engineer. */
"Reply" = "Resposta";

/* No comment provided by engineer. */
"Reply received from %@:" = "Resposta recebida de %1$@.";

/* No comment provided by engineer. */
"Reply sent to %@:" = "Resposta enviada para %1$@.";

/* No comment provided by engineer. */
"Report Card" = "Relatório";

/* No comment provided by engineer. */
"Request location" = "Solicitar localização";

/* No comment provided by engineer. */
"Request location now" = "Solicitar localização agora";

/* No comment provided by engineer. */
"Resolve" = "Resolver";

/* No comment provided by engineer. */
"Resolving QR code" = "Resolvendo código QR…";

/* No comment provided by engineer. */
"RM" = "%1$@:
%2$@
> %3$@";

/* No comment provided by engineer. */
"Roger that" = "Rogerthat";

/* No comment provided by engineer. */
"Rogerthat is proudly presented by" = "Rogerthat é orgulhosamente apresentado por";

/* No comment provided by engineer. */
"Rogerthat System" = "Sistema Rogerthat";

/* No comment provided by engineer. */
"Run in background" = "Executar em segundo plano";

/* No comment provided by engineer. */
"Save" = "Salvar";

/* No comment provided by engineer. */
"Scan" = "Escanear";

/* No comment provided by engineer. */
"Scan my address book" = "Escanear meu catálogo de endereços";

/* No comment provided by engineer. */
"Scan result" = "Resultados da análise";

/* No comment provided by engineer. */
"Scanning is not supported on your device" = "Seu dispositivo não pode escanear. Nenhuma câmera encontrada.";

/* No comment provided by engineer. */
"Search" = "Pesquisar";

/* No comment provided by engineer. */
"Searching…" = "Pesquisando…";

/* No comment provided by engineer. */
"Select all" = "Selecionar todos";

/* No comment provided by engineer. */
"Select from photo library" = "Selecionar da galeria de fotos";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send activation code" = "Enviar código de ativação";

/* No comment provided by engineer. */
"Send invitation" = "Enviar convite";

/* No comment provided by engineer. */
"Sent" = "Enviado";

/* No comment provided by engineer. */
"Service updated: %@" = "Serviço atualizado: %1$@";

/* No comment provided by engineer. */
"Services" = "Serviços";

/* No comment provided by engineer. */
"Services can send high priority messages, which have a configurable alarm ringtone." = "Os serviços podem enviar mensagens prioritárias, que têm um som de alarme configurável.";

/* No comment provided by engineer. */
"Settings" = "Configurações";

/* No comment provided by engineer. */
"Share location with your colleagues (only when you allow this)" = "Compartilhar localização com seus colegas (somente quando você permitir)";

/* No comment provided by engineer. */
"Share location with your contacts (only when you allow this)." = "Compartilhar localização com seus contatos (somente quando você permitir).";

/* No comment provided by engineer. */
"Share location with your friends (only when you allow this)" = "Compartilhar localização com seus amigos (somente quando você permitir)";

/* No comment provided by engineer. */
"Shares location with me" = "Compartilhar localização comigo";

/* No comment provided by engineer. */
"Show location" = "Mostrar localização";

/* No comment provided by engineer. */
"Skip" = "Pular";

/* No comment provided by engineer. */
"Small (%@KB)" = "Pequeno (%1$@KB)";

/* No comment provided by engineer. */
"Sounds" = "Sons";

/* No comment provided by engineer. */
"Start registration" = "Iniciar registro";

/* No comment provided by engineer. */
"Sticky" = "Adesivos";

/* No comment provided by engineer. */
"Stop playing" = "Parar a reprodução";

/* No comment provided by engineer. */
"Store your location" = "Guardar sua localização";

/* No comment provided by engineer. */
"Stream" = "Fluxo ";

/* No comment provided by engineer. */
"Successfully registered" = "Registro realizado com sucesso.";

/* No comment provided by engineer. */
"Successfully sent request" = "Solicitação enviada com sucesso.";

/* No comment provided by engineer. */
"Swipe to jump to another message thread." = "Deslize a tela para passar para outra conversa";

/* No comment provided by engineer. */
"Take a picture" = "Tirar foto";

/* No comment provided by engineer. */
"Tap to scan\nQR code" = "Toque para escanear o
código QR";

/* No comment provided by engineer. */
"Tap to send to background" = "Toque para enviar para segundo plano";

/* No comment provided by engineer. */
"tel" = "tel";

/* No comment provided by engineer. */
"Terms and conditions" = "Termos e condições";

/* No comment provided by engineer. */
"The format of the selected song is not supported. Please try again." = "O formato de som selecionado não é compatível. Tente novamente.";

/* No comment provided by engineer. */
"The invitation has been sent" = "O convite foi enviado.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code." = "O Código QR escaneado não é um código QR de %1$@.";

/* No comment provided by engineer. */
"The recommendation has been sent" = "A recomendação foi enviada.";

/* No comment provided by engineer. */
"The search results will be ordered based on your current location." = "Os resultados da pesquisa serão refinados com base na sua localização atual.";

/* No comment provided by engineer. */
"The selected attachment can not be displayed." = "O anexo selecionado não pode ser exibido.";

/* No comment provided by engineer. */
"This action requires connection to a Wi-Fi network. Please check your network configuration and try again." = "Essa ação requer conexão a uma rede Wi-Fi. Verifique sua configuração de rede e tente novamente.";

/* No comment provided by engineer. */
"This message is %@. You can reduce message size by scaling the image to one of the sizes below." = "Esta mensagem é %1$@. Você pode reduzir o tamanho da mensagem redimensionando-a para um dos tamanhos abaixo.";

/* No comment provided by engineer. */
"This screen is not yet downloaded. Check your network." = "Não foi feito ainda o download desta tela. Verifique sua rede.";

/* No comment provided by engineer. */
"To be able to scan QR codes you need to give %@ access to the camera." = "Para poder escanear códigos QR, você deve permitir que %1$@ tenha acesso à câmera.";

/* No comment provided by engineer. */
"To validate your account we will send you an e-mail containing your activation code." = "Para validar sua conta, enviaremos a você um e-mail com seu código de ativação.";

/* No comment provided by engineer. */
"To validate your e-mail address we will send an e-mail containing your activation code." = "Para validar seu endereço de e-mail, enviaremos a você um e-mail com seu código de ativação.";

/* No comment provided by engineer. */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Too many failed attempts. The registration will be restarted." = "Muitas tentativas falharam. O registro será reiniciado. ";

/* No comment provided by engineer. */
"Topic" = "Assunto";

/* No comment provided by engineer. */
"Track your location without your prior consent" = "Rastrear sua localização sem consentimento prévio ";

/* No comment provided by engineer. */
"Trainings" = "Treinamentos";

/* No comment provided by engineer. */
"Transmitting, please wait…" = "Transmitindo. Aguarde…";

/* No comment provided by engineer. */
"Try again" = "Tente novamente";

/* No comment provided by engineer. */
"Unfriend" = "Desfazer amizade";

/* No comment provided by engineer. */
"Unknown" = "Desconhecido";

/* No comment provided by engineer. */
"Updated friends list from server" = "Atualizar lista de amigos do servidor.";

/* No comment provided by engineer. */
"Updating location…" = "Atualizando localização...";

/* No comment provided by engineer. */
"Upload photos only when connected to WIFI" = "Fazer upload de fotos somente quando estiver conectado à rede Wi-Fi";

/* No comment provided by engineer. */
"Urgent" = "Urgente";

/* No comment provided by engineer. */
"Urgent with alarm" = "Urgente com alarme";

/* No comment provided by engineer. */
"Use e-mail" = "Use o e-mail";

/* No comment provided by engineer. */
"Use Facebook" = "Use o Facebook";

/* No comment provided by engineer. */
"Validating activation PIN ..." = "Validando código de ativação…";

/* No comment provided by engineer. */
"validation_failed" = "Entrada inválida";

/* No comment provided by engineer. */
"Version" = "Versão";

/* No comment provided by engineer. */
"View message history" = "Ver histórico de mensagens";

/* No comment provided by engineer. */
"Warning" = "Alerta";

/* No comment provided by engineer. */
"We will never post on your Wall without your permission." = "Nunca faremos postagens no seu Mural sem a sua permissão.";

/* No comment provided by engineer. */
"Welcome" = "Bem-vindo";

/* No comment provided by engineer. */
"WIFI-only uploads" = "Fazer uploads somente com Wi-Fi";

/* No comment provided by engineer. */
"with choice '%@'" = "com a opção '%1$@'";

/* No comment provided by engineer. */
"Would you like to jump to the Settings app to enable access to the camera?" = "Gostaria de ir para Configurações para habilitar o acesso à câmera?";

/* No comment provided by engineer. */
"Would you like to search for %@ in your neighbourhood?" = "Gostaria de procurar %1$@ no seu bairro?";

/* No comment provided by engineer. */
"Wrong activation PIN" = "Código de ativação incorreto";

/* No comment provided by engineer. */
"www" = "www";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"You are already connected with\n%@" = "Você já está conectado a %1$@.";

/* No comment provided by engineer. */
"You are already friends with\n%@" = "Você já é amigo de %1$@.";

/* No comment provided by engineer. */
"You are no longer connected to %@" = "Você não está mais conectado com %1$@.";

/* No comment provided by engineer. */
"You are no longer friends with %@" = "Você e %1$@ não são mais amigos.";

/* No comment provided by engineer. */
"You are not connected to the internet." = "Você não está conectado à Internet.";

/* No comment provided by engineer. */
"You are not connected to the internet. Please check your network configuration and try again." = "Você não está conectado à Internet. Verifique sua configuração de rede e tente novamente.";

/* No comment provided by engineer. */
"You are not connected to the internet.\nInternet connectivity is required to display your Facebook friends using Rogerthat." = "Você não está conectado à Internet.
É necessário ter conectividade com a Internet para exibir seus amigos do Facebook usando %1$@.";

/* No comment provided by engineer. */
"You are now connected to %@" = "Você e %1$@ estão conectados agora.";

/* No comment provided by engineer. */
"You are now friends with %@" = "Você e %1$@ são amigos agora.";

/* No comment provided by engineer. */
"You need a photo before you can continue." = "Você precisa de uma foto antes de continuar.";

/* No comment provided by engineer. */
"You need to get your current location before you can continue." = "Você precisa obter sua localização atual antes de poder continuar.";

/* No comment provided by engineer. */
"You need to have a camera to do this." = "Você precisa ter uma câmera para completar esta ação.";

/* No comment provided by engineer. */
"You need to turn on location services in order to continue." = "Você precisa ativar seu serviço de localização para continuar.";

/* No comment provided by engineer. */
"You opened your own invitation link" = "Você abriu seu próprio link para convites";

/* No comment provided by engineer. */
"You received this message because you are subscribed to: %@." = "Você recebeu esta mensagem porque está registrado no: %1$@.";

/* No comment provided by engineer. */
"You scanned your own Rogerthat passport" = "Você escaneou sua própria ID %1$@";

/* No comment provided by engineer. */
"You will get a notification when your address book is scanned." = "Você receberá uma notificação quando seu catálogo de endereços for escaneado";

/* No comment provided by engineer. */
"You will receive a confirmation message when you are connected." = "Você receberá uma mensagem de confirmação quando estiver conectado.";

/* No comment provided by engineer. */
"You will receive a message when the location of %@ is retrieved." = "Você receberá uma mensagem quando a localização de %1$@ for recuperada.";

/* No comment provided by engineer. */
"You will receive a notification when your Facebook friends are scanned." = "Você receberá uma notificação quando seus amigos do Facebook forem escaneados.";

/* No comment provided by engineer. */
"Your activation code has been mailed to %@ at %@\n\nDo not forget to check your Spam or Unwanted Email folders." = "Seu código de ativação foi enviado para o e-mail %1$@ às %2$@
Comprove suas pastas Spam ou Lixo Eletrônico.";

/* No comment provided by engineer. */
"Your device is not capable of sending text messages" = "Seu dispositivo não pode enviar mensagens de texto.";

